Repository: ArashShakibaee/Shoes_Bags_Store
Catalog: lib/L10n/app_*.arb
Languages: fa

# language
source: English
fa: فارسی

# welcomeText
source: Welcome to our Shoes Store
fa: به فروشگاه اینترنتی ما خوش آمدید

# dashboardText
source: Dashboard
fa: صفحه اصلی

# shoeText
source: Shoes
fa: کفش

# bagText
source: Bags
fa: کیف

source: Shoes Category
fa: دسته بندی کفش ها

source: Bags Category
fa: دسته بندی کیف ها

source: Profile
fa: پروفایل

source: Favorite
fa: علاقه مندی ها

source: Setting
fa: تنظیمات

source: Cart
fa: سبد خرید

source: Logout
fa: خروج از حساب کاربری

source: Name :
fa: نام کاربری:

source: Email :
fa: آدرس ایمیل:

source: Password :
fa: رمز عبور:

# nameHint
source: Enter your name
fa: نام کاربری خود را وارد کنید

# emailHint
source: Enter your email address
fa: آدرس ایمیل خود را وارد کنید

# passwordHint
source: Enter your password
fa: رمز عبور خود را وارد کنید

# registerButton
source: Register
fa: ثبت نام

# loginButton
source: Login
fa: ورود

# qHaveAccount
source: Do not have account ?
fa: هنوز ثبت نام نکرده اید؟

# loginWelcome
source: Log In to Shoes Store
fa: ورود به حساب کاربری

# registerWelcome
source: Sign Up For Free, Now
fa: همین حالا ثبت نام کنید !

# nameIsRequired
source: Username is required
fa: نام کاربری ضروری است

source: Email is required
fa: آدرس ایمیل ضروری است

source: Email is not valid
fa: آدرس ایمیل اشتباه است

source: Password is required
fa: رمزعبور ضروری است

# password8Length
source: Password must be at least 8 digits long
fa: رمزعبور باید حاوی هشت حرف باشد

# passwordIsNotValid
source: Passwords must have at least one a-z_A-Z
fa: رمزعبور حاوی کلمات انگلیسی a-z و A-Z

# passwordHaveNotNumber
source: Passwords must have at least one Number
fa: رمزعبور باید حاوی حداقل یک عدد باشد

# authAlertDialogTitle
source: Authentication Alert!
fa: هشدار احراز هویت

# authAlertDialogContent
source: You need to login to pass this section
fa: برای رد شدن از این بخش ، شما باید ورود/ثبت نام کنید

# notForNow
source: maybe later
fa: باشه برای بعد

# logoutAlertDialogTitle
source: Login out !
fa: خارج شدن از حساب

# logoutAlertDialogContent
source: Are you sure you want to logout your account?
fa: آیا مطمئن هستید میخواهید از حساب کاربری خود خارج شوید؟

source: Yes
fa: بله

source: No
fa: خیر

source: Sneaker
fa: کفش ورزشی

source: Nike
fa: نایک

# handsBag
source: Hand Bag
fa: کیف دستی

source: Cross Body
fa: کیف بند دار

source: Bridal
fa: کیف عروس

source: Women Case
fa: کیف زنانه

source: Royal
fa: رویال

source: Gucci
fa: گوسی

# titleDescription
source: Description
fa: توضیحات

# bodyDescription
source: It is a long established fact that a reader will be distracted by the readable content of a page
fa: این یک واقعیت ثابت شده ای است که خواننده با محتوای قابل خواندن این بخش حواسش پرت می شود

# buyButton
source: Buy now
fa: همین حالا بخرید

source: Quantity
fa: تعداد

# shoeSize
source: Size
fa: سایز
